Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Sources/TurboSparkApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: %lld local chats
ar: %lld محادثة محلية
de: %lld lokale Chats
es: %lld chats locales
fr: %lld discussions locales
hi: %lld स्थानीय चैट
it: %lld chat locali
ja: %lld件のローカルチャット
ko: %lld개의 로컬 대화
pt_br: %lld conversas locais
ru: %lld локальных чатов
zh_hans: %lld 个本地对话
zh_hant: %lld 個本地對話

source: Active Keyboard Layout:
ar: تخطيط لوحة المفاتيح النشط:
de: Aktives Tastaturlayout:
es: Disposicion de teclado activa:
fr: Disposition de clavier active :
hi: सक्रिय कीबोर्ड लेआउट:
it: Layout tastiera attivo:
ja: アクティブなキーボード配列:
ko: 현재 활성 키보드 레이아웃:
pt_br: Layout de teclado ativo:
ru: Активная раскладка клавиатуры:
zh_hans: 当前键盘布局：
zh_hant: 目前鍵盤配置：

source: Active in Chat
ar: نشط في المحادثة
de: Aktiv im Chat
es: Activo en el chat
fr: Actif dans la discussion
hi: चैट में सक्रिय
it: Attivo nella chat
ja: チャットで有効
ko: 대화에서 사용 중
pt_br: Ativo no chat
ru: Активно в чате
zh_hans: 在对话中活跃
zh_hant: 在對話中啟用

source: Add Hook
ar: إضافة خطاف
de: Hook hinzufügen
es: Agregar gancho
fr: Ajouter un hook
hi: हुक जोड़ें
it: Aggiungi hook
ja: フックを追加
ko: 훅 추가
pt_br: Adicionar hook
ru: Добавить хук
zh_hans: 添加钩子
zh_hant: 新增掛鉤

source: Add Server
ar: إضافة خادم
de: Server hinzufügen
es: Agregar servidor
fr: Ajouter un serveur
hi: सर्वर जोड़ें
it: Aggiungi server
ja: サーバーを追加
ko: 서버 추가
pt_br: Adicionar servidor
ru: Добавить сервер
zh_hans: 添加服务器
zh_hant: 新增伺服器

source: All Chats
ar: كل المحادثات
de: Alle Chats
es: Todos los chats
fr: Toutes les discussions
hi: सभी चैट
it: Tutte le chat
ja: すべてのチャット
ko: 모든 대화
pt_br: Todos os chats
ru: Все чаты
zh_hans: 所有对话
zh_hant: 所有對話

source: Always Allow for Session
ar: السماح دائمًا في هذه الجلسة
de: Für diese Sitzung immer erlauben
es: Permitir siempre en esta sesión
fr: Toujours autoriser pour la session
hi: सत्र के लिए हमेशा अनुमति दें
it: Consenti sempre per la sessione
ja: このセッション中は常に許可
ko: 이번 세션 동안 항상 허용
pt_br: Sempre permitir nesta sessão
ru: Всегда разрешать в этой сессии
zh_hans: 在此会话中始终允许
zh_hant: 在此工作階段中一律允許

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hi: दिखावट
it: Aspetto
ja: 外観
ko: 화면 모드
pt_br: Aparência
ru: Оформление
zh_hans: 外观
zh_hant: 外觀

source: Approve Once
ar: موافقة لمرة واحدة
de: Einmalig genehmigen
es: Aprobar una vez
fr: Approuver une fois
hi: एक बार स्वीकृत करें
it: Approva una volta
ja: 1回のみ承認
ko: 한 번 승인
pt_br: Aprovar uma vez
ru: Одобрить один раз
zh_hans: 单次批准
zh_hant: 單次核准

source: Ask anything, or type / for templates
ar: اسأل أي شيء، أو اكتب / للقوالب
de: Fragen Sie etwas, oder geben Sie / fuer Vorlagen ein
es: Pregunta lo que quieras, o escribe / para plantillas
fr: Posez une question, ou tapez / pour les modeles
hi: कुछ भी पूछें, या टेम्प्लेट के लिए / टाइप करें
it: Chiedi qualunque cosa, o digita / per i modelli
ja: 質問を入力、または / でテンプレートを表示
ko: 무엇이든 물어보거나 / 를 입력하여 템플릿을 확인하세요
pt_br: Pergunte algo, ou digite / para modelos
ru: Спросите что угодно или введите / для шаблонов
zh_hans: 输入任何内容，或输入 / 查看模板
zh_hant: 輸入任何內容，或輸入 / 查看範本

source: Attach documents
ar: إرفاق مستندات
de: Dokumente anhaengen
es: Adjuntar documentos
fr: Joindre des documents
hi: दस्तावेज़ संलग्न करें
it: Allega documenti
ja: ドキュメントを添付
ko: 문서 첨부
pt_br: Anexar documentos
ru: Прикрепить документы
zh_hans: 附加文档
zh_hant: 附加文件

source: Attach relevant documents
ar: إرفاق المستندات ذات الصلة
de: Relevante Dokumente anhängen
es: Adjuntar documentos relevantes
fr: Joindre les documents pertinents
hi: प्रासंगिक दस्तावेज़ संलग्न करें
it: Allega documenti rilevanti
ja: 関連ドキュメントの添付
ko: 관련 문서 첨부
pt_br: Anexar documentos relevantes
ru: Прикрепляйте нужные документы
zh_hans: 附加相关文档
zh_hant: 附加相關文件

source: Available
ar: متاح
de: Verfügbar
es: Disponible
fr: Disponible
hi: उपलब्ध
it: Disponibile
ja: 利用可能
ko: 사용 가능
pt_br: Disponível
ru: Доступно
zh_hans: 可用
zh_hant: 可用

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Cancel Download
ar: إلغاء التنزيل
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le téléchargement
hi: डाउनलोड रद्द करें
it: Annulla download
ja: ダウンロードをキャンセル
ko: 다운로드 취소
pt_br: Cancelar download
ru: Отменить загрузку
zh_hans: 取消下载
zh_hant: 取消下載

source: Chat
ar: المحادثة
fr: Discussion
hi: चैट
ja: チャット
ko: 대화
ru: Чат
zh_hans: 对话
zh_hant: 對話

source: Clear chat history
ar: مسح سجل المحادثة
de: Chatverlauf loeschen
es: Borrar historial del chat
fr: Effacer l'historique de discussion
hi: चैट इतिहास साफ़ करें
it: Cancella cronologia chat
ja: チャット履歴を消去
ko: 대화 기록 지우기
pt_br: Limpar histórico do chat
ru: Очистить историю чата
zh_hans: 清空对话记录
zh_hant: 清除對話記錄

source: Clear prompt
ar: مسح الإدخال
de: Eingabe loeschen
es: Borrar texto
fr: Effacer l'invite
hi: प्रॉम्प्ट साफ़ करें
it: Cancella prompt
ja: プロンプトをクリア
ko: 프롬프트 지우기
pt_br: Limpar prompt
ru: Очистить ввод
zh_hans: 清空输入
zh_hant: 清除輸入

source: Clear task & constraints
ar: مهمة واضحة وقيود محددة
de: Klare Aufgabe & Einschränkungen
es: Tarea clara y restricciones
fr: Tâche claire et contraintes
hi: स्पष्ट कार्य और बाधाएं
it: Obiettivo chiaro e vincoli
ja: 明確なタスクと制約条件
ko: 명확한 작업 및 제약 조건
pt_br: Tarefa clara e restrições
ru: Четкая задача и ограничения
zh_hans: 明确任务与约束
zh_hant: 明確任務與限制條件

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
hi: पूर्ण
it: Completato
ja: 完了
ko: 완료됨
pt_br: Concluído
ru: Завершено
zh_hans: 已完成
zh_hant: 已完成

source: Context used
ar: السياق المستخدم
de: Kontext belegt
es: Contexto utilizado
fr: Contexte utilisé
hi: प्रयुक्त संदर्भ
it: Contesto utilizzato
ja: コンテキスト使用量
ko: 사용된 컨텍스트
pt_br: Contexto utilizado
ru: Занято контекста
zh_hans: 已用上下文
zh_hant: 已用上下文

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी किया गया
it: Copiato
ja: コピー完了
ko: 복사됨
pt_br: Copiado
ru: Скопировано
zh_hans: 已复制
zh_hant: 已複製

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ru: Копировать
zh_hans: 复制
zh_hant: 複製

source: Copy Alias
ar: نسخ الاسم المستعار
de: Alias kopieren
es: Copiar alias
fr: Copier l'alias
hi: उपनाम कॉपी करें
it: Copia alias
ja: エイリアスをコピー
ko: 별칭 복사
pt_br: Copiar alias
ru: Копировать псевдоним
zh_hans: 复制别名
zh_hant: 複製別名

source: Decode rate
ar: معدل فك التشفير
de: Dekodierrate
es: Velocidad de decodificación
fr: Vitesse de décodage
hi: डिकोड दर
it: Velocità di decodifica
ja: デコード速度
ko: 디코드 속도
pt_br: Taxa de decodificação
ru: Скорость генерации
zh_hans: 解码速率
zh_hant: 解碼速率

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

source: Delete Model
ar: حذف النموذج
de: Modell löschen
es: Eliminar modelo
fr: Supprimer le modèle
hi: मॉडल हटाएं
it: Elimina modello
ja: モデルを削除
ko: 모델 삭제
pt_br: Excluir modelo
ru: Удалить модель
zh_hans: 删除模型
zh_hant: 刪除模型

source: Deny
ar: رفض
de: Ablehnen
es: Denegar
fr: Refuser
hi: अस्वीकार करें
it: Rifiuta
ja: 拒否
ko: 거부
pt_br: Negar
ru: Отклонить
zh_hans: 拒绝
zh_hant: 拒絕

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hi: संपन्न
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Download & Install
ar: تنزيل وتثبيت
de: Laden & Installieren
es: Descargar e instalar
fr: Télécharger et installer
hi: डाउनलोड और इंस्टॉल करें
it: Scarica e installa
ja: ダウンロードしてインストール
ko: 다운로드 및 설치
pt_br: Baixar e instalar
ru: Скачать и установить
zh_hans: 下载并安装
zh_hant: 下載並安裝

source: Engine
ar: المحرك
es: Motor
fr: Moteur
hi: इंजन
it: Motore
ja: エンジン
ko: 엔진
pt_br: Motor
ru: Движок
zh_hans: 引擎
zh_hant: 引擎

source: Executing...
ar: جارٍ التنفيذ...
de: Ausführung...
es: Ejecutando...
fr: Exécution en cours...
hi: निष्पादित हो रहा है...
it: In esecuzione...
ja: 実行中...
ko: 실행 중...
pt_br: Executando...
ru: Выполняется...
zh_hans: 执行中...
zh_hant: 執行中...

source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échoué
hi: असफल
it: Non riuscito
ja: 失敗
ko: 실패함
pt_br: Falhou
ru: Ошибка
zh_hans: 失败
zh_hant: 失敗

source: Files
ar: الملفات
de: Dateien
es: Archivos
fr: Fichiers
hi: फ़ाइलें
it: File
ja: ファイル
ko: 파일
pt_br: Arquivos
ru: Файлы
zh_hans: 文件
zh_hant: 檔案

source: Files & Privacy Permissions
ar: أذونات الملفات والخصوصية
de: Datei- & Datenschutzberechtigungen
es: Permisos de archivos y privacidad
fr: Autorisations de fichiers et confidentialité
hi: फ़ाइलें और गोपनीयता अनुमतियाँ
it: Permessi file e privacy
ja: ファイルとプライバシーのアクセス権
ko: 파일 및 개인정보 보호 권한
pt_br: Permissões de arquivos e privacidade
ru: Разрешения файлов и конфиденциальности
zh_hans: 文件与隐私权限
zh_hant: 檔案與隱私權權限

source: Filter
ar: تصفية
de: Filtern
es: Filtrar
fr: Filtrer
hi: फ़िल्टर
it: Filtra
ja: フィルター
ko: 필터
pt_br: Filtrar
ru: Фильтр
zh_hans: 筛选
zh_hant: 篩選

source: General
ar: عام
de: Allgemein
hi: सामान्य
it: Generale
ja: 一般
ko: 일반
pt_br: Geral
ru: Основные
zh_hans: 通用
zh_hant: 一般

source: Generate
ar: توليد
de: Generieren
es: Generar
fr: Generer
hi: उत्पन्न करें
it: Genera
ja: 生成
ko: 생성
pt_br: Gerar
ru: Генерировать
zh_hans: 生成
zh_hant: 生成

source: Grant Access
ar: منح الوصول
de: Zugriff gewähren
es: Conceder acceso
fr: Accorder l'accès
hi: पहुँच प्रदान करें
it: Consenti accesso
ja: アクセスを許可
ko: 접근 허용
pt_br: Conceder acesso
ru: Предоставить доступ
zh_hans: 授予访问权限
zh_hant: 授權存取

source: High-Risk Operation Detected
ar: تم اكتشاف عملية عالية الخطورة
de: Operation mit hohem Risiko erkannt
es: Operación de alto riesgo detectada
fr: Opération à haut risque détectée
hi: उच्च जोखिम वाले ऑपरेशन का पता चला
it: Rilevata operazione ad alto rischio
ja: 高リスクな操作が検出されました
ko: 고위험 작업 감지됨
pt_br: Operação de alto risco detectada
ru: Обнаружена операция высокого риска
zh_hans: 检测到高风险操作
zh_hant: 偵測到高風險操作

source: Hooks
ar: الخطافات (Hooks)
es: Ganchos (Hooks)
hi: हुक्स
it: Hook
ja: フック
ko: 훅
ru: Хуки
zh_hans: 钩子 (Hooks)
zh_hant: 掛鉤 (Hooks)

source: Inspector
ar: الفاحص
de: Inspektor
fr: Inspecteur
hi: निरीक्षक
it: Ispettore
ja: インスペクター
ko: 검사기
pt_br: Inspetor
ru: Инспектор
zh_hans: 检查器
zh_hant: 檢查器

source: Installed
ar: مثبت
de: Installiert
es: Instalado
fr: Installé
hi: स्थापित
it: Installato
ja: インストール済み
ko: 설치됨
pt_br: Instalado
ru: Установлено
zh_hans: 已安装
zh_hant: 已安裝

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

source: Live Graphs
ar: رسوم بيانية حية
de: Live-Diagramme
es: Gráficos en vivo
fr: Graphiques en direct
hi: लाइव ग्राफ़
it: Grafici in tempo reale
ja: リアルタイムグラフ
ko: 실시간 그래프
pt_br: Gráficos em tempo real
ru: Графики в реальном времени
zh_hans: 实时图表
zh_hant: 即時圖表

source: Load & Chat
ar: تحميل وبدء المحادثة
de: Laden & Chatten
es: Cargar y chatear
fr: Charger et discuter
hi: लोड करें और चैट करें
it: Carica e chatta
ja: 読み込んでチャット
ko: 불러와서 대화하기
pt_br: Carregar e conversar
ru: Загрузить и начать чат
zh_hans: 加载并对话
zh_hant: 載入並對話

source: Load Model
ar: تحميل النموذج
de: Modell laden
es: Cargar modelo
fr: Charger le modèle
hi: मॉडल लोड करें
it: Carica modello
ja: モデルを読み込む
ko: 모델 불러오기
pt_br: Carregar modelo
ru: Загрузить модель
zh_hans: 加载模型
zh_hant: 載入模型

source: Memory pressure
ar: ضغط الذاكرة
de: Speicherdruck
es: Presión de memoria
fr: Pression mémoire
hi: मेमोरी दबाव
it: Pressione memoria
ja: メモリ負荷
ko: 메모리 압박
pt_br: Pressão de memória
ru: Нагрузка на память
zh_hans: 内存压力
zh_hant: 記憶體壓力

source: Model hub
ar: مركز النماذج
de: Modell-Hub
es: Centro de modelos
fr: Hub de modeles
hi: मॉडल हब
it: Hub modelli
ja: モデルハブ
ko: 모델 허브
pt_br: Hub de modelos
ru: Каталог моделей
zh_hans: 模型中心
zh_hant: 模型中心

source: Models
ar: النماذج
de: Modelle
es: Modelos
fr: Modèles
hi: मॉडल
it: Modelli
ja: モデル
ko: 모델
pt_br: Modelos
ru: Модели
zh_hans: 模型
zh_hant: 模型

source: Needs Approval
ar: يتطلب الموافقة
de: Genehmigung erforderlich
es: Requiere aprobación
fr: Approbation requise
hi: स्वीकृति आवश्यक है
it: Richiede approvazione
ja: 承認が必要
ko: 승인 필요
pt_br: Requer aprovação
ru: Требуется подтверждение
zh_hans: 需要审批
zh_hant: 需要核准

source: New chat
ar: محادثة جديدة
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle discussion
hi: नई चैट
it: Nuova chat
ja: 新規チャット
ko: 새 대화
pt_br: Novo chat
ru: Новый чат
zh_hans: 新建对话
zh_hant: 新對話

source: Nominal
ar: طبيعي
hi: सामान्य
it: Nominale
ja: 正常
ko: 정상
ru: В норме
zh_hans: 正常
zh_hant: 正常

source: Numbers
ar: الأرقام
de: Zahlen
es: Números
fr: Nombres
hi: संख्याएँ
it: Numeri
ja: 数値
ko: 숫자
pt_br: Números
ru: Числа
zh_hans: 数值
zh_hant: 數值

source: Plugins & MCPs
ar: الإضافات وبروتوكول MCP
es: Plugins y MCPs
fr: Extensions et MCPs
hi: प्लगइन्स और MCPs
it: Plugin e MCP
ja: プラグインとMCP
ko: 플러그인 및 MCP
pt_br: Plugins e MCPs
ru: Плагины и MCP
zh_hans: 插件与 MCP
zh_hant: 外掛程式與 MCP

source: Process CPU usage
ar: استخدام المعالج للعملية
de: Prozess-CPU-Auslastung
es: Uso de CPU del proceso
fr: Utilisation processeur
hi: प्रक्रिया सीपीयू उपयोग
it: Utilizzo CPU processo
ja: プロセス CPU 使用率
ko: 프로세스 CPU 점유율
pt_br: Uso de CPU do processo
ru: Загрузка ЦП процессом
zh_hans: 进程 CPU 占用
zh_hant: 處理程序 CPU 使用率

source: Process memory
ar: ذاكرة العملية
de: Prozessspeicher
es: Memoria del proceso
fr: Mémoire du processus
hi: प्रक्रिया मेमोरी
it: Memoria processo
ja: プロセス メモリ
ko: 프로세스 메모리
pt_br: Memória do processo
ru: Память процесса
zh_hans: 进程内存
zh_hant: 處理程序記憶體

source: Projects
ar: المشاريع
de: Projekte
es: Proyectos
fr: Projets
hi: परियोजनाएं
it: Progetti
ja: プロジェクト
ko: 프로젝트
pt_br: Projetos
ru: Проекты
zh_hans: 项目
zh_hant: 專案

source: Prompt tips
ar: نصائح كتابة الأوامر
de: Prompt-Tipps
es: Consejos para prompts
fr: Conseils d'invite
hi: प्रॉम्प्ट सुझाव
it: Suggerimenti per prompt
ja: プロンプトのヒント
ko: 프롬프트 팁
pt_br: Dicas de prompt
ru: Советы по промптам
zh_hans: 提示词技巧
zh_hant: 提示詞技巧

source: Prompting tips
ar: إرشادات كتابة الأوامر الفعالة
de: Tipps zur Prompt-Erstellung
es: Consejos de escritura
fr: Conseils de rédaction
hi: प्रॉम्प्टिंग दिशानिर्देश
it: Suggerimenti di scrittura
ja: 効果的なプロンプト作成のコツ
ko: 효과적인 프롬프트 작성 팁
pt_br: Dicas de elaboração
ru: Советы по составлению промптов
zh_hans: 高效提示词指南
zh_hant: 高效提示詞指南

source: Provide types & interfaces
ar: توفير الأنواع والواجهات البرمجية
de: Typen & Schnittstellen angeben
es: Proporcionar tipos e interfaces
fr: Fournir les types et interfaces
hi: प्रकार और इंटरफेस प्रदान करें
it: Fornire tipi e interfacce
ja: 型やインターフェースの指定
ko: 타입 및 인터페이스 제공
pt_br: Fornecer tipos e interfaces
ru: Указывайте типы и интерфейсы
zh_hans: 提供类型与接口
zh_hant: 提供型別與介面

source: Recommended
ar: موصى به
de: Empfohlen
es: Recomendado
fr: Recommandé
hi: अनुशंसित
it: Consigliato
ja: おすすめ
ko: 추천
pt_br: Recomendado
ru: Рекомендуемое
zh_hans: 推荐
zh_hant: 建議

source: Refresh Status
ar: تحديث الحالة
de: Status aktualisieren
es: Actualizar estado
fr: Actualiser l'état
hi: स्थिति रीफ़्रेश करें
it: Aggiorna stato
ja: 状態を更新
ko: 상태 새로고침
pt_br: Atualizar status
ru: Обновить статус
zh_hans: 刷新状态
zh_hant: 重新整理狀態

source: Resident
ar: مقيم في الذاكرة
es: Residente
fr: Résident
hi: रेजिडेंट
it: Residente
ja: 常駐
ko: 상주
pt_br: Residente
ru: В памяти
zh_hans: 常驻内存
zh_hant: 常駐記憶體

source: Reveal in Finder
ar: إظهار في Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
hi: Finder में दिखाएं
it: Mostra nel Finder
ja: Finderで表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
ko: 검색
pt_br: Buscar
ru: Поиск
zh_hans: 搜索
zh_hant: 搜尋

source: Security Notice
ar: إشعار أمني
de: Sicherheitshinweis
es: Aviso de seguridad
fr: Avis de sécurité
hi: सुरक्षा सूचना
it: Avviso di sicurezza
ja: セキュリティの注意
ko: 보안 알림
pt_br: Aviso de segurança
ru: Уведомление о безопасности
zh_hans: 安全提示
zh_hant: 安全注意事項

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: Skills
ar: المهارات
de: Fähigkeiten
es: Habilidades
fr: Compétences
hi: कौशल
it: Competenze
ja: スキル
ko: 스킬
pt_br: Habilidades
ru: Навыки
zh_hans: 技能
zh_hant: 技能

source: Start Chat
ar: بدء المحادثة
de: Chat starten
es: Iniciar chat
fr: Démarrer la discussion
hi: चैट शुरू करें
it: Inizia chat
ja: チャットを開始
ko: 대화 시작
pt_br: Iniciar chat
ru: Начать чат
zh_hans: 开始对话
zh_hant: 開始對話

source: Stop generation
ar: إيقاف التوليد
de: Generierung stoppen
es: Detener generacion
fr: Arreter la generation
hi: उत्पादन रोकें
it: Ferma generazione
ja: 生成を停止
ko: 생성 중지
pt_br: Parar geracao
ru: Остановить генерацию
zh_hans: 停止生成
zh_hant: 停止生成

source: Streams
ar: تدفق
de: Streaming
es: Transmite
fr: Flux
hi: स्ट्रीम्स
it: Streaming
ja: ストリーミング
ko: 스트리밍
pt_br: Transmite
ru: Потоковый
zh_hans: 流式
zh_hant: 串流

source: Text Readability
ar: وضوح النص
de: Textlesbarkeit
es: Legibilidad del texto
fr: Lisibilite du texte
hi: पाठ पठनीयता
it: Leggibilita del testo
ja: テキストの読みやすさ
ko: 텍스트 크기 및 가독성
pt_br: Legibilidade do texto
ru: Размер текста
zh_hans: 文字可读性
zh_hant: 文字易讀性

source: Thermal status
ar: الحالة الحرارية
de: Thermischer Status
es: Estado térmico
fr: État thermique
hi: थर्मल स्थिति
it: Stato termico
ja: 温度ステータス
ko: 온도 상태
pt_br: Status térmico
ru: Температурный режим
zh_hans: 散热状态
zh_hant: 散熱狀態

source: Tight
ar: محدود الذاكرة
de: Knapp
es: Ajustado
fr: Juste
hi: तंग
it: Al limite
ja: 余裕小
ko: 빠듯함
pt_br: Apertado
ru: Впритык
zh_hans: 内存紧凑
zh_hant: 記憶體緊繃

source: Tokens generated
ar: الرموز المولدة
de: Generierte Tokens
es: Tokens generados
fr: Tokens générés
hi: उत्पन्न टोकन
it: Token generati
ja: 生成トークン数
ko: 생성된 토큰 수
pt_br: Tokens gerados
ru: Сгенерировано токенов
zh_hans: 已生成 Token
zh_hant: 已產生 Token

source: Too Large
ar: كبير جدًا
de: Zu groß
es: Demasiado grande
fr: Trop volumineux
hi: बहुत बड़ा
it: Troppo grande
ja: サイズ超過
ko: 너무 큼
pt_br: Muito grande
ru: Слишком большая
zh_hans: 过大
zh_hant: 過大

source: Unload
ar: إلغاء التحميل
de: Entladen
es: Descargar
fr: Décharger
hi: अनलोड करें
it: Scarica
ja: アンロード
ko: 언로드
pt_br: Descarregar
ru: Выгрузить
zh_hans: 卸载
zh_hant: 卸載

source: Verified
ar: تم التحقق
de: Verifiziert
es: Verificado
fr: Vérifié
hi: सत्यापित
it: Verificato
ja: 検証済み
ko: 검증됨
pt_br: Verificado
ru: Проверено
zh_hans: 已验证
zh_hant: 已驗證
